;
; Translation Author: Rinaldo M. aka Whiteshark 
; Translation Author Email: dad428@hotmail.com
; Translation Author Website: www.webalice.it/whiteshark_1/
;
; Software: Wise Program Uninstaller 1.75.94
; Actual Translation Maintainer: xilolee, from version 1.23.54
; Translation updated Monday 5th September 2015
;
; Previous Translation Maintainers:
;
;
[GUI]
ButtonYes=Si
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizza
ButtonMaximize=Ingrandisci
ButtonClose=Chiudi
ButtonRestore=Ripristina
ButtonMenu=Menu

[Lang]
NativeLanguage=Italian

[Translation]
LangCode=0410
FrmMain.btnfacebook.Hint=Condividi Wise Program Uninstaller su Facebook
FrmMain.btntwitter.Hint=Condividi Wise Program Uninstaller con Twitter
FrmMain.btnemail.Hint=Condividi Wise Program Uninstaller con i tuoi amici
FrmMain.btnRefresh.Hint=RefreshFrmMain.btnLog.Caption=Registro
FrmMain.btnLog.Caption=Registro
TfrmUnlog.caption=Registro di disinstallazione
TfrmUnlog.head.unDate=Data di disinstallazione
TfrmUnlog.head.ItemName=Oggetti disinstallati
TfrmUnlog.head.restore=Oggetti rimasti
TfrmUnlog.noItems=Nessun oggetto rimasto
TfrmUnlog.Recovered=Recuperato
TfrmUnlog.recover=Recupera
ReadHabit=Left-to-right
LanguageName=ITA
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informazioni
Warning=Attenzione
Error=Errore
Confirm=Conferma
CurVer=Versione corrente:
FrmRate.Btnlist.caption=Recensioni degli utenti
FrmRate.Btnreview.caption=La mia recensione
FrmRate.Btnfirst.caption=Sei il primo a fare una recensione
FrmRate.Btnsubmit.caption=Inoltra
FrmRate.lblscore.caption=Valutazione:
FrmRate.lblscorehint.caption=(E' necessario cliccare le stelle per la valutazione)
FrmRate.lblnick.caption=Pseudonimo:
FrmRate.lblnickhint.caption=(Facoltativo)
FrmRate.lblemail.caption=Indirizzo Email:
FrmRate.lblemailhint.caption=(Facoltativo)
FrmRate.lblcontent.caption=Contenuto:
FrmRate.lblcontenthint.caption=(Facoltativo)
FrmRate.lbldesctitle.caption=Descrizione del software:
FrmRate.lblratesoft.caption=Software consigliato
;
; About
;
FrmAbout.caption=Informazioni
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Versione corrente:
FrmAbout.lblemail.caption=Supporto tecnico:
FrmAbout.lblhome.caption=Il nostro sito Web:
FrmAbout.lblthank.caption=Si ringraziano le seguenti persone per i loro contributi:
;
; Popup Menu
;
pmGoto=Vai al luogo
pmHelp=Aiuto in linea
pmHome=Il nostro sito web
pmforum=Forum
pmCheckMsg=Controlla automaticamente le notizie
pmContact=Contattaci
pmCheckNew=Cerca aggiornamenti
pmLang=Linguaggi
pmAbout=Informazioni
pmOpenEntry=Apri in RegEdit
PmGoogle=Cerca con Google
pmExport=Esporta in un file di testo...
pmRightMenuA=Visualizza nel menu contestuale (click-destro)
ExplorerMenu=Disinstalla con Wise Program Uninstaller
;
; Main GUI
; 
FrmMain.lblrate.caption=Valutazione
FrmMain.BtnNormal.Caption=Disinst. normale
FrmMain.BtnModify.Caption=Ripara prog.
FrmMain.BtnForce.Caption=Disinst. forzata
FrmMain.BtnRemove.Caption=Rimuovi voce
FrmMain.Btnlikeit.Caption=Mi piace
FrmMain.lblcheckver.Caption=Cerca aggiornamenti
FrmMain.lblinfo.caption=Strumento per la rimozione forzata di programmi problematici
;
;like it
;
FrmlikeIt.lblTitle.caption=Se apprezzi Wise Program Uninstaller, presenta questo utile strumento gratuito agli amici.
Frmlikeit.lblInfo.caption=Condividi Wise Program Uninstaller con familiari, amici, compagni di classe e colleghi via Email, Blog, Twitter, Youtube, Facebook, ecc... Ben fatto! Regalerai comodità ed efficienza alle loro vite.
FrmlikeIt.lblRate.caption=Valuta Wise Program Uninstaller:
FrmlikeIt.lblfollow.caption=Seguici su:
FrmlikeIt.lblshare.caption=Condividi Wise Uninstaller:
FrmlikeIt.btndownload.caption=Download gratuito
FrmlikeIt.imgrate.hint=Assegnaci 5 stelle su CNET
FrmlikeIt.imgmail.hint=Condividi con gli amici
FrmlikeIt.imgface1.hint=Condividi su Facebook
FrmlikeIt.imgface2.hint=Assegnaci 'Mi piace' su Facebook
FrmlikeIt.imgtwitter1.hint=Condividi su Twitter
FrmlikeIt.imgtwitter2.hint=Seguici su Twitter
FrmlikeIt.Caption=Mi piace
FrmlikeIt.lbldownload.caption=Scarica altri programmi gratuiti da WiseCleaner.com
;processs
FrmProgressModal.btncancel.caption=Annulla
;
;frmafterdel
;
Frmafterdel.caption=Voci nel registro e file associati al programma
Frmafterdel.btnremove.caption=Rimuovi
Frmafterdel.btncancel.caption=Annulla
Frmafterdel.lblinfo.caption=Verifica il risultato e premi "Rimuovi" per completare questa disinstallazione.
Frmafterdel.btnnone.caption=Non selezionare nulla
Frmafterdel.btnall.caption=Seleziona tutto

[Uninstall]
PublisherUnknown=Editore sconosciuto
VersionUnknown=Versione sconosciuta
Rate=Valutazione
ItemName=Nome
Publisher=Autore
Size=Dimensioni
SetupDate=Data di installazione
Version=Versione
Canceled=Il processo di disinstallazione è stato annullato.
NoLeftOverItem=Nessun residuo rilevato.
Removing=Rimozione:
TotalStat=Rilevati %d programmi che occupano %s di spazio su disco.
Calculating=Calcolo dimensioni...
Files=File e cartella
RegEntries=Voci nel registro
Items=Elementi

[message]
NewVer=Una nuova versione è disponibile. Vuoi aggiornare?
NoNewVer=Stai usando la versione più recente.
NoProgramSelected=Prima seleziona un programma.
IsBusy=Attendi il completamento della disinstallazione precedente.
StartFindLeftover=Analisi di file, cartelle e voci associate nel registro...
Collecting=Ricerca informazioni sui programmi installati...
BeSureUseForce=Dovresti scegliere la disinstallazione forzata solo se la disinstallazione normale non funziona. Vuoi continuare?
ConfirmRemove=Sei sicuro di voler rimuovere questa voce?
RejectItself=Il programma non può disinstallare sè stesso.
TranslateTo=Traduci in...

[SoftRate]
Querying=Ricerca...
Good=Mi piace 
Bad=Non mi piace
Safe=Segnala contenuto non appropriato
Ver=Ver:
Ratings=Valutazioni
SoftNotExist=Non è stato possibile trovare informazioni sul software
GetSoftInfoError=Impossibile ottenere informazioni sulla valutazione del software selezionato. La comunicazione tra Wise Program Uninstaller e Wise Cloud potrebbe essere bloccata dal tuo firewall, oppure non sei collegato a internet.
UploadSoftLogoError=Errore nel caricamento delle informazioni sul software
SubmitData=Sto inviando i tuoi commenti su questo software
SubmitSoftInfoError=Impossibile inviare la valutazione. Non sei collegato a internet, oppure potresti aver modificato le impostazioni del firewall.
SubmitRateSuccess=Valutazione inviata con successo
HaveSubmitRate=Hai già valutato questo software: non puoi inviare più di una valutazione per ogni programma.
Submitgoodbad=Sto inviando le tue informazioni...
me=Io
NickTooLong=Il tuo pseudonimo non deve superare i 20 caratteri.
MailTooLong=Il tuo indirizzo Email non deve superare i 50 caratteri.
WrongEmail=Indirizzo email non valido.
ReviewTooLong=La lunghezza totale della recensione non deve superare i 300 caratteri.
RateHint=Iscriviti alla nostra valutazione del software e valuta il tuo preferito!
UnknowName=Prodotto sconosciuto
UnknowVer=Versione sconosciuta
UnknowDesc=Descrizione sconosciuta

[Hint]
HintRate=Valutare il Software
HintClose=Elimina oggetto